import React from "react";

const Info = () => {
  return (
    <section id="info">
      <h1>«SOCIAL SCIENCE» (Общественные науки)</h1>
      <p>
        <span>Цель конференции:</span> создание междисциплинарного пространства
        для международного сотрудничества и обмена результатами научных
        исследований в контексте глобальных трансформаций и иных вызовов
        современности.
      </p>
      <br /><br />
      <p>
        <span>Информационная поддержка:</span> Научный и
        общественно-теоретический журнал &nbsp;
        <span className="bold">
          «Государственное и муниципальное управление»
        </span>
        ; Научно-практический журнал&nbsp;
        <span className="bold">«Северо-Кавказский юридический вестник»</span>
      </p>
    </section>
  );
};

export default Info;
