import React from "react";

const Info = () => {
  return (
    <section id="info">
      <h1>«SOCIAL SCIENCE» (Общественные науки)</h1>
      <p>
        <span><b>Цель конференции:</b></span> создание междисциплинарного пространства
        для международного сотрудничества и обмена результатами научных
        исследований в контексте глобальных трансформаций и иных вызовов
        современности.
      </p>
      <br />
      <br />
      <p>
        <span><b>Информационная поддержка:</b></span> Научный и
        общественно-теоретический журнал &nbsp;
        <b>«Государственное и муниципальное управление»</b>; Научно-практический
        журнал&nbsp;
        <b>«Северо-Кавказский юридический вестник»</b>
      </p>
    </section>
  );
};

export default Info;
