export const committeeList = [
  {
    name: "Игнатова Татьяна Владимировна",
    descr:
      "д.э.н., профессор, заведующая кафедрой экономической теории и предпринимательства ЮРИУ РАНХиГС;",
    location: "Россия, Ростов-на-Дону",
  },
  {
    name: "Гайни Казибаевна Муханова",
    descr:
      "кандидат экономических наук, доцент академии МАИН, проректор по науке и международным связям КазАтисо ",
    location: "Казахстан",
  },
  {
    name: "Анопченко Татьяна Юрьевна ",
    descr:
      "доктор экономических наук, профессор кафедры государственного и муниципального управления Российского экономического университета имени Г.В. Плеханова",
    location: "Россия, г. Москва",
  },
  {
    name: "Герменчук Мария Григорьевна",
    descr: 'кандидат технических наук, доцент, заместитель директора по научной работе "Международного государственного экологического института имени А.Д.Сахарова" Белорусского государственного университета',
    location: "Беларусь, г. Минск",
  },
  {
    name: "Веселов Юрий Витальевич ",
    descr: "д.соц.н., профессор, заведующий кафедрой экономической социологии Санкт-Петербургского государственного университета ",
    location: "Россия, Санкт-Петербург",
  },
  {
    name: "Шапсугов Дамир Юсуфович",
    descr: "д.ю.н., профессор, профессор кафедры теории и истории права и государства Южно-Российского института управления – филиала РАНХиГС",
    location: "Россия, Ростов-на-Дону",
  },
  {
    name: "Мадиярова Диана Макаевна",
    descr: "д.э.н., профессор Евразийский национальный университет им. Л.Н. Гумилева",
    location: "Казахстан, г. Нур-Султан",
  },
  {
    name: "Толвайшис Леонид Людвикович",
    descr: 'кандидат политических наук, профессор факультета дипломатии и безопасности, университет «Унион-Никола Тесла»',
    location: "Белград, Сербия",
  },
  {
    name: "Молчанов Александр Сергеевич ",
    descr: "к.п.н., зам. руководителя комитета по профобразованию и подготовке кадров общероссийской общественной организации «Деловая Россия» ",
    location: "Россия, Москва",
  },
  {
    name: "Овчаренко Роман Константинович",
    descr: "д.соц.н., доцент, заведующий кафедрой социологии ЮРИУ РАНХиГС",
    location: "Россия, Ростов-на-Дону",
  },
  {
    name: "Попов Евгений Васильевич ",
    descr: "д.э.н., профессор, член-корреспондент Российской академии наук, директор Центра социально-экономических исследований Уральского института управления РАНХиГС",
    location: "Россия, Екатеринбург",
  },
  {
    name: "Понеделков Александр Васильевич ",
    descr: "д.полит.н., профессор, заведующий кафедрой политологии и этнополитики ЮРИУ РАНХиГС, заведующий лабораторией ЮРИУ РАНХиГС ",
    location: "Россия, Ростов-на-Дону",
  },
  {
    name: "Сезен Х. Кемал",
    descr: "PhD, профессор, профессор кафедры информационных систем управления, Школа прикладных наук, Университет Алтынбаш ",
    location: "Турция, Стамбул",
  },
  {
    name: "Старостин Александр Михайлович ",
    descr: "доктор политических наук, профессор ведущий научный сотрудник Ростовский государственный экономический университет (РГЭУ (РИНХ))",
    location: "Россия, Ростов-на-Дону",
  },
  {
    name: "Шахбанова Мадина Магомедкамиловна",
    descr: "доктор социологических наук, ведущий научный сотрудник Отдела социологии, Институт истории, археологии и этнографии Дагестанского федерального исследовательского центра РАН",
    location: "Россия, г. Махачкала",
  },
  {
    name: "Ушаков Денис Сергеевич ",
    descr: "д.э.н., профессор, Университет Суан Сунандха Раджабат ",
    location: "Таиланд, г. Бангкок",
  },
];