export const conferences = (...links) => {
  const [link_1, link_2, link_3] = links;
  return [
    {
      year: 2019,
      title:
        "Сборник трудов по итогам международной научно-практическая конференции «Social Science (Общественные науки)» (27 сентября 2019 г.)",
      link: link_1,
    },
    {
      year: 2020,
      title:
        "Сборник трудов по итогам II международной научно-практическая конференции «Social Science (Общественные науки)» (19, 20 ноября 2020 г.)",
      link: link_2,
    },
    {
      year: 2021,
      title:
        "Сборник трудов III международной научно-практической конференции «SOCIAL SCIENCE (общественные науки)",
      link: link_3,
    },
  ];
};

export const conferencesInfo = [
  {
    title:
      "I международная научно-практическая конференция «SOCIAL SCIENCE» (Общественные науки)",
    text: "I международная научно-практическая конференция «SOCIAL SCIENCE» (Общественные науки) прошла в Южно-Российском институте управления – филиале РАНХиГС в сентябре 2019 года. В мероприятии приняли участие 146 человек, в т.ч. представители вузов России, Казахстана, Белоруссии, Турции, Китая и Тайланда. На пленарном заседании Конференции обсуждались вопросы формирования и проблемы реализации национальной технологической инициативы в регионах России.",
  },
  {
    title:
      "II международная научная конференция «SOCIAL SCIENCE» (Общественные науки)",
    text: "19-21 ноября 2020 годав Южно-Российском институте управления РАНХиГС прошла II международная научная конференция «SOCIAL SCIENCE» (Общественные науки) : «СОЦИАЛЬНЫЕ ИНСТИТУТЫ В ЦИФРОВОЙ СРЕДЕ (SIDE)». В конференции приняли участие более 100 человек. Учёные из 15 стран мира обсудили развитие социальных институтов в цифровой среде, в т.ч. ученые из Улудагского университета (Турция, Бурса), Университета социальных наук (Турция, Анкара), Евразийского национального университета им. Л.Н. Гумилева (Казахстан, Нур-Султан), Университета Алтынбаш (Турция, Стамбул), Института системных исследований польской академии наук (Польша, Варшава), МГУ им. М.В. Ломоносова, Санкт-Петербургского государственного университета, Московского государственного института международных отношений (Университета) МИД России, Финансового университета при Правительстве РФ, Национального исследовательского технологического университета «МИСиС», Иркутского государственного университета и других вузов.",
  },
  {
    title:
      "III международная научная конференция «SOCIAL SCIENCE» (Общественные науки)",
    text: "21 октября 2021 года в Южно-Российском институте управления РАНХиГС прошла III международная научная конференция «SOCIAL SCIENCE» (Общественные науки): «Современные стратегии устойчивого развития государства и общества в контексте глобальных вызовов» Конференция прошла в рамках Года науки и технологий в РФ. Соорганизаторами и партнерами конференции выступили Евразийский национальный университет имени Л.Н. Гумилева (Казахстан, г. Нур-Султан), Социальный университет (Турция, г. Анкара), Московский государственный институт международных отношений (университет) Министерства иностранных дел Российской Федерации (Россия, г. Москва), Южный федеральный университет и ряд других научно-образовательных организаций. С каждым годом география участников конференции расширяется. В 2021 году в ней принимали участие как на очной, так и интерактивной дистанционной основе более 100 ученых и студентов из 15 регионов России. Кроме того, традиционными участниками конференции являются представители Белоруссии, Казахстана, Сербии, Турции.",
  },
  {
    title:
      "IV международная научная конференция «SOCIAL SCIENCE» (Общественные науки)",
    text: "20-21 октября 2022 года в Южно-Российском институте управления РАНХиГС прошла IV международная научная конференция «SOCIAL SCIENCE» (Общественные науки): ««СТРАТЕГИИ РАЗВИТИЯ ОБЩЕСТВА И ЭКОНОМИКИ В НОВОЙ РЕАЛЬНОСТИ». Соорганизаторами и партнерами конференции выступили Евразийский национальный университет имени Л.Н. Гумилева (Казахстан, г. Нур- Султан), Социальный университет (Турция, г. Анкара), «Международный государственный экологический институт им. А.Д. Сахарова» Белорусского Государственного университета (Республика Беларусь, г. Минск), Южный федеральный университет и ряд других научно-образовательных организаций. Частью программы IV международной научно-практической конференции «Social Science» стала презентация исследовательских проектов стажеров-исследователей – участников программы стратегического академического лидерства «Приоритет 2030». На протяжении полугода студенты ЮРИУ РАНХиГС под руководством наставников из 18 органов власти Ростовской области разрабатывали идеи по совершенствованию разных направлений деятельности публичной власти региона. С каждым годом география участников конференции расширяется. В 2022 году в ней приняли участие как на очной, так и интерактивной дистанционной основе около 200 ученых и студентов из различных регионов России. Кроме того, традиционными участниками конференции являются представители Белоруссии, Казахстана, Турции.",
  },
];
