export const conferences = (...links) => {
  const [link_1, link_2, link_3, link_4, link_5] = links;
  return [
    {
      year: 2019,
      title:
        "Сборник трудов по итогам международной научно-практическая конференции «Social Science (Общественные науки)» (27 сентября 2019 г.)",
      link: link_1,
    },
    {
      year: 2020,
      title:
        "Сборник трудов по итогам II международной научно-практическая конференции «Social Science (Общественные науки)» (19, 20 ноября 2020 г.)",
      link: link_2,
    },
    {
      year: 2021,
      title:
        "Сборник трудов III международной научно-практической конференции «SOCIAL SCIENCE (общественные науки)",
      link: link_3,
    },
    {
      year: 2022,
      title: 'СБОРНИК ТРУДОВ IV МЕЖДУНАРОДНОЙ НАУЧНО-ПРАКТИЧЕСКОЙ КОНФЕРЕНЦИИ «SOCIAL SCIENCE (ОБЩЕСТВЕННЫЕ НАУКИ)»',
      link: link_4
    },
    {
      year: 2023,
      title: 'СБОРНИК ТРУДОВ V МЕЖДУНАРОДНОЙ НАУЧНО-ПРАКТИЧЕСКОЙ КОНФЕРЕНЦИИ «SOCIAL SCIENCE (ОБЩЕСТВЕННЫЕ НАУКИ)»',
      link: link_5
    }
  ];
};

export const conferencesInfo = [
  {
    title:
      "I международная научно-практическая конференция «SOCIAL SCIENCE» (Общественные науки)",
    text: "I международная научно-практическая конференция «SOCIAL SCIENCE» (Общественные науки) прошла в Южно-Российском институте управления – филиале РАНХиГС в сентябре 2019 года. В мероприятии приняли участие 146 человек, в т.ч. представители вузов России, Казахстана, Белоруссии, Турции, Китая и Тайланда. На пленарном заседании Конференции обсуждались вопросы формирования и проблемы реализации национальной технологической инициативы в регионах России.",
  },
  {
    title:
      "II международная научная конференция «SOCIAL SCIENCE» (Общественные науки)",
    text: "19-21 ноября 2020 годав Южно-Российском институте управления РАНХиГС прошла II международная научная конференция «SOCIAL SCIENCE» (Общественные науки) : «СОЦИАЛЬНЫЕ ИНСТИТУТЫ В ЦИФРОВОЙ СРЕДЕ (SIDE)». В конференции приняли участие более 100 человек. Учёные из 15 стран мира обсудили развитие социальных институтов в цифровой среде, в т.ч. ученые из Улудагского университета (Турция, Бурса), Университета социальных наук (Турция, Анкара), Евразийского национального университета им. Л.Н. Гумилева (Казахстан, Нур-Султан), Университета Алтынбаш (Турция, Стамбул), Института системных исследований польской академии наук (Польша, Варшава), МГУ им. М.В. Ломоносова, Санкт-Петербургского государственного университета, Московского государственного института международных отношений (Университета) МИД России, Финансового университета при Правительстве РФ, Национального исследовательского технологического университета «МИСиС», Иркутского государственного университета и других вузов.",
  },
  {
    title:
      "III международная научная конференция «SOCIAL SCIENCE» (Общественные науки)",
    text: "21 октября 2021 года в Южно-Российском институте управления РАНХиГС прошла III международная научная конференция «SOCIAL SCIENCE» (Общественные науки): «Современные стратегии устойчивого развития государства и общества в контексте глобальных вызовов» Конференция прошла в рамках Года науки и технологий в РФ. Соорганизаторами и партнерами конференции выступили Евразийский национальный университет имени Л.Н. Гумилева (Казахстан, г. Нур-Султан), Социальный университет (Турция, г. Анкара), Московский государственный институт международных отношений (университет) Министерства иностранных дел Российской Федерации (Россия, г. Москва), Южный федеральный университет и ряд других научно-образовательных организаций. С каждым годом география участников конференции расширяется. В 2021 году в ней принимали участие как на очной, так и интерактивной дистанционной основе более 100 ученых и студентов из 15 регионов России. Кроме того, традиционными участниками конференции являются представители Белоруссии, Казахстана, Сербии, Турции.",
  },
  {
    title:
      "IV международная научная конференция «SOCIAL SCIENCE» (Общественные науки)",
    text: "20-21 октября 2022 года в Южно-Российском институте управления РАНХиГС прошла IV международная научная конференция «SOCIAL SCIENCE» (Общественные науки): ««СТРАТЕГИИ РАЗВИТИЯ ОБЩЕСТВА И ЭКОНОМИКИ В НОВОЙ РЕАЛЬНОСТИ». Соорганизаторами и партнерами конференции выступили Евразийский национальный университет имени Л.Н. Гумилева (Казахстан, г. Нур- Султан), Социальный университет (Турция, г. Анкара), «Международный государственный экологический институт им. А.Д. Сахарова» Белорусского Государственного университета (Республика Беларусь, г. Минск), Южный федеральный университет и ряд других научно-образовательных организаций. Частью программы IV международной научно-практической конференции «Social Science» стала презентация исследовательских проектов стажеров-исследователей – участников программы стратегического академического лидерства «Приоритет 2030». На протяжении полугода студенты ЮРИУ РАНХиГС под руководством наставников из 18 органов власти Ростовской области разрабатывали идеи по совершенствованию разных направлений деятельности публичной власти региона. С каждым годом география участников конференции расширяется. В 2022 году в ней приняли участие как на очной, так и интерактивной дистанционной основе около 200 ученых и студентов из различных регионов России. Кроме того, традиционными участниками конференции являются представители Белоруссии, Казахстана, Турции.",
  },
  {
    title: "V международная научно-практическая конференция «SOCIAL SCIENCE» (Общественные науки)",
    text: "26-27 октября 2023 года в Южно-Российском институте управления РАНХиГС прошла V международная научно-практическая конференция «SOCIAL SCIENCE», которая была посвящена стратегиям развития общества и экономики в новой реальности.\n\nВ мероприятиях юбилейной конференции принимали участие более 250 ученых и студентов из 15 регионов России и зарубежных стран. Традиционными зарубежными участниками конференции являются представители Белоруссии, Казахстана, Узбекистана, Турции, Таиланда.\n\nКроме того, в этом году к конференции присоединились ученые из Китая, Ирака, Туркменистана, Абхазии. «Под общей темой «Общественные науки» мы каждый раз раскрываем новую тему, делая акцент на наиболее актуальных и значимых проблемах развития общества: в 2019 г. - национальная технологическая инициатива, в 2020 г. - социальные институты в цифровой экономике, в 2021 г. – современные тенденции устойчивого развития городских и сельских территорий, в 2022 и 2023 году - стратегиям развития общества и экономики в новой реальности» – рассказала Татьяна Игнатова.\n\nНа пленарной сессии «ESG-трансформация систем управления и устойчивое развитие» результаты своих исследований представили доктор экономических наук, профессор, директор Центра региональной политики РАНХиГС при Президенте РФ Климанов В.В., доктор экономических наук, главный научный сотрудник Институт экономики и организации промышленного производства СО РАН Малов В.Ю., доктор экономических наук, профессор кафедры государственного и муниципального управления Российского экономического университета имени Г.В. Плеханова Анопченко Т.Ю., профессор кафедры информационных систем управления школы прикладных наук Университета Алтынбаш Сезен Х. Кемал, исполнительный директор Высшей школы управления Белгородского государственного национального исследовательского университета Говоруха Н.С. и др. Особый интерес у участников вызвал доклад доктора геолого-минералогических наук, профессора ЮРИУ РАНХиГС Кокина А.В. об оценке эффективности управления устойчивым развитием.\n\nРабота конференции традиционно была продолжена на шести секционных площадках: «Современные тренды экономического развития: национальные цели и приоритеты»; «Модернизация государственного и корпоративного управления в целях обеспечения стратегической устойчивости»; «Правовое регулирование устойчивого развития территориальных и отраслевых экосистем»; «Политические и социальные институты, процессы и технологии в современных условиях».\n\nСекция «Реализация национальных проектов и инициатив бизнеса в сфере инфраструктуры и экологии», организованная совместно с Издательским Домом «Коммерсантъ», привлекла внимание не только представителей научного сообщества, но и бизнес структур. На ней эксперты обсудили вопросы экологической реабилитации бассейна Дона и расчистки ее притоков, перспективы лесомелиоративного обустройства территорий для обеспечения устойчивого развития аграрных регионов юга, развитие заповедников и перспективы создания карбоновых полигонов и контроль углеродного баланса на этих территориях; эковолонтерство как фактор реализации нацпроектов и бизнес-стратегий компаний. Участники сошлись во мнении, что сегодня экологическая повестка становится стратегическим ориентиром российской экономики и общества.\n\nОтдельной секцией в рамках конференции были представлены доклады студентов.\n\nПо итогам конференции будет издан сборник докладов ее участников, индексируемый в РИНЦ."
  },
  {
    title: "VI МЕЖДУНАРОДНАЯ НАУЧНО-ПРАКТИЧЕСКАЯ КОНФЕРЕНЦИЯ «SOCIAL SCIENCE»: (Общественные науки)",
    text: "17 октября 2024 года в Южно-Российском институте управления – филиале РАНХиГС состоялась VI Международная научно-практическая конференция «SOCIAL SCIENCE» (Общественные науки), ключевой темой которой в 2024 году стали стратегии развития общества и экономики в новой реальности.\n\nКонференция прошла в смешанном формате с применением платформы Яндекс телемост. В ней приняло участие около 180 ученых и студентов из вузов Российской Федерации, Турции, Китайской Народной Республики, Республики Абхазия, Республики Узбекистан, Республики Беларусь, Сербии, Республики Казахстан, Таиланда, Кыргызской Республики. Соорганизаторами и партнерами конференции выступили Социальный университет (Турция, г. Анкара), Южный федеральный университет (Россия, г. Ростов-на-Дону), Ферганский Государственный Университет (Республика Узбекистан, г. Фергана), Шаньдунский университет менеджмента (Китайская Народная Республика, г. Цзинань) и ряд других научно-образовательных организаций. В 2024 году к соорганизаторам конференции добавились научные центры Российской Академии Наук.\n\nЧастью программы VI международной научно-практической конференции «Social Science» стала секция «Инновационные технологии в туризме». На ней обсудили результаты научно-исследовательской работы по государственному заданию РАНХиГС «Меры государственной поддержки внедрения иммерсивных цифровых технологий как ключевого драйвера развития международного туризма в России» на 2024 год."
  }
];
